# Excel_Convert

## Description
Convert Excel file to tab delimited text file.

```pascal
FUNCTION Excel_Convert(FilePath : STRING) : STRING;
```

```python

def vs.Excel_Convert(FilePath):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|FilePath|STRING||

## Version
Availability: from Vectorworks 2021
## Category
* Excel